/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Create.Subtitle" = "Ihr Konto wurde erfolgreich mit %@ verbunden.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Create.Title" = "Verbindung erfolgreich";

/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Update.Subtitle" = "Ihre Verbindung mit %@ wurde erfolgreich aktualisiert.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Update.Title" = "Erfolgreich aktualisiert";

/* Description shown in the concent information screen. */
"ConsentInformation.Description" = "Wenn Sie diesen Service in Anspruch nehmen, sammeln wir Finanzdaten von Ihnen. Dies sind die Datenpunkte, die wir von Ihnen erfassen werden:";

/* Title shown in the concent information screen. */
"ConsentInformation.Title" = "Wir werden die folgenden Daten von Ihnen erfassen";

/* Description text for add credentials screen. */
"Credentials.Description" = "Zum Fortfahren bei %@ anmelden";


/* Text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.ConsentText" = "%@ wird einige Ihrer finanziellen Informationen einholen. Mehr erfahren";
/* Title for action to continue adding credentials. */
"Credentials.Discard.ContinueAction" = "Weiter bearbeiten";

/* Title for action to discard adding credentials. */
"Credentials.Discard.PrimaryAction" = "Änderungen verwerfen";

/* Title for action sheet presented when user tries to dismiss modal while adding credentials. */
"Credentials.Discard.Title" = "Wirklich diese neuen Referenzen verwerfen?";

/* Title for error shown when authentication failed while adding credentials. */
"Credentials.Error.AuthenticationFailed" = "Authentifizierung fehlgeschlagen";

/* Message for error shown when credentials already exists. */
"Credentials.Error.CredentialsAlreadyExists" = "Sie haben bereits eine Verbindung zu dieser Bank oder Service.";

/* Title for error shown when a permanent failure occured while adding credentials. */
"Credentials.Error.PermanentFailure" = "Permanenter Fehler";

/* Title for error shown when a temporary failure occured while adding credentials. */
"Credentials.Error.TemporaryFailure" = "Vorübergehender Fehler";

/* Text for BankID button shown in the add credentials/authenticate screen. */
"Credentials.OpenBankID" = "BankID öffnen";

/* Privacy policy clickable text used in Credentials.TermsAndConsentText. */
"Credentials.PrivacyPolicy" = "Datenschutzrichtlinien";


/* Read more text (clickable) to lead to consent information. */
"Credentials.ReadMore" = "Mehr erfahren";
/* Terms and conditions clickable text used in Credentials.TermsAndConsentText. */
"Credentials.TermsAndConditions" = "Nutzungsbedingungen";

/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions, Privacy Policy. And the text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.TermsAndConsentText" = "Mit der Nutzung des Dienstes akzeptieren Sie die %1$@ und %2$@ von Tink. %3$@ erfasst Teile Ihrer Finanzinformationen. %4$@";


/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions and Privacy Policy. */
"Credentials.TermsText" = "Mit der Nutzung dieses Services akzeptieren Sie die Nutzungsbedingungen und Datenschutzrichtlinie von Tink";
/* Title for add credentials/authenticate screen. */
"Credentials.Title" = "Authentifizierung";


/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Subtitle" = "Ihr Konto wurde erfolgreich mit %@ verbunden.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Title" = "Verbindung erfolgreich";
/* Text for the warning shown when the developer is unverified. */
"Credentials.UnverifiedClient" = "Unverifiziert - Diese Lösung ist nur für Entwicklungszwecke gedacht. Geben Sie Ihre Bankdaten nur dann ein, wenn Sie dem Entwickler vertrauen.";

/* View details text (clickable) to lead to consent information that used in Credentials.TermsAndConsentText. */
"Credentials.ViewDetails" = "Details anzeigen";

/* Text shown for progress indicator dialog when in loading state. */
"CredentialsStatus.Authorizing" = "Autorisierung...";

/* Text shown for dialog when supplemental information is cancelled and waiting for credential status update. */
"CredentialsStatus.Cancelling" = "Abbrechen…";

/* Text shown for dialog when supplemental information is submitted and waiting for credential status update. */
"CredentialsStatus.Sending" = "Senden…";

/* Text shown for progress indicator dialog when status is CredentialStatus.Updating. */
"CredentialsStatus.Updating" = "Verbindung zu %@. Bitte warten…";

/* Fallback text shown when fail to get bank name while updating credentials. */
"CredentialsStatus.UpdatingFallback" = "Verbindung. Bitte warten…";

/* Text shown when adding credentials and waiting for authentication on another device. */
"CredentialsStatus.WaitingForAuthenticationOnAnotherDevice" = "Warten auf Authentifizierung auf einem anderen Gerät";

/* Text for field validation error shown when text entered exceeds character limit. */
"Field.Validation.MaxLengthLimit" = "Dieses Feld darf nur max. %d Zeichen enthalten.";

/* Text for field validation error shown when text entered is shorter than required. */
"Field.Validation.MinLengthLimit" = "Dieses Feld muss mindestens %d Zeichen enthalten.";

/* Text for field validation error shown when no text is entered for a required field. */
"Field.Validation.RequiredFieldEmptyValue" = "Dieses Feld ist ein Pflichtfeld.";

/* Text used to form a list. */
"Generic.And" = "und";

/* Text shown for Cancel button. */
"Generic.Cancel" = "Abbrechen";

/* Title for cancelled request. */
"Generic.Cancelled" = "Abgebrochen";

/* Title for generic button to continue an action. */
"Generic.Continue" = "Weiter";

/* Title for action to dismiss error alert. */
"Generic.Dismiss" = "Verwerfen";

/* Title for action to confirm an event. */
"Generic.Done" = "Fertig";

/* Title generic alert. */
"Generic.Error" = "Etwas ist schief gegangen. Bitte erneut versuchen.";

/* Title for generic text to login. */
"Generic.Login" = "Anmelden";

/* Title for action to confirm alert. */
"Generic.OK" = "OK";

/* Title for action to retry a failed request. */
"Generic.Retry" = "Wiederholen";

/* Title for error alert if error doesn't contain a description. */
"Generic.ServiceAlert.FallbackTitle" = "Der Service ist zur Zeit nicht verfügbar.";

/* Description of the provider capability Checking Accounts. */
"ProviderCapability.CheckingAccounts" = "Girokonten";

/* Description of the provider capability Credit Cards. */
"ProviderCapability.CreditCards" = "Kreditkarten";

/* Description of the provider capability E-Invoices. */
"ProviderCapability.EInvoices" = "E-Rechnungen";

/* Description of the provider capability Identity Data. */
"ProviderCapability.IdentityData" = "Identitätsdaten";

/* Description of the provider capability Investments. */
"ProviderCapability.Investments" = "Investitionen";

/* Description of the provider capability Loans. */
"ProviderCapability.Loans" = "Kredite";

/* Description of the provider capability Mortgage Aggregation. */
"ProviderCapability.MortgageAggregation" = "Hypotheken-Aggregation";

/* Description of the provider capability Mortgage Loan. */
"ProviderCapability.MortgageLoan" = "Hypothekendarlehen";

/* Description of the provider capability Payments. */
"ProviderCapability.Payments" = "Zahlungen";

/* Description of the provider capability Savings Accounts. */
"ProviderCapability.SavingsAccounts" = "Sparkonten";

/* Description of the provider capability Transfers. */
"ProviderCapability.Transfers" = "Überweisungen";

/* Description for error when providers could not be loaded. */
"ProviderList.Error.Description" = "Wir sind über diesen Fehler informiert und arbeiten hart daran, ihn zu beheben. Bitte haben Sie Geduld und versuchen Sie es etwas später noch einmal.";

/* Description for error when providers could not be loaded and it is likely it's a temporary error. */
"ProviderList.Error.Temporary" = "Dies könnte ein vorübergehender Fehler sein, bitte versuchen Sie es erneut und schauen Sie, ob das Problem weiterhin besteht.";

/* Title for when providers could not be loaded. */
"ProviderList.Error.Title" = "Leider können wir derzeit keine Banken laden";

/* Placeholder in search field shown in provider list. */
"ProviderList.SearchHint" = "Nach Bank oder Karte suchen";

/* Title for list of all providers. */
"ProviderList.Title" = "Bank wählen";

/* Information text shown in the choose access type screen. */
"SelectAccessType.Information" = "Aufgrund von EU-Vorschriften müssen verschiedene Kontoarten separat verbunden werden.";

/* Title for the other account type (not an open banking account type) on the choose access type screen. */
"SelectAccessType.OtherType" = "Sonstiges";

/* Title of the choose access type screen. */
"SelectAccessType.Title" = "Verbindungsart";

/* Title for the business authentication user type */
"SelectAuthenticationUserType.Business" = "Unternehmen";

/* Title for the corporate authentication user type */
"SelectAuthenticationUserType.Corporate" = "Unternehmen";

/* Title for the personal authentication user type */
"SelectAuthenticationUserType.Personal" = "Persönlich";

/* Title when picking authentication user type. */
"SelectAuthenticationUserType.Title" = "Anmeldeart";

/* Title for choose credential type screen. */
"SelectCredentialsType.Title" = "Anmeldemethode";

/* Description shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeDescription" = "Öffnen Sie die App Mobile Bank ID und scannen Sie diesen QR-Code zur Authentifizierung.";

/* Error shown when QR code cannot be fetched/generated/displayed. */
"SupplementalInformation.QRCodeError" = "Fehler beim Laden des QR-Codes. Bitte später erneut versuchen.";

/* Title shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeTitle" = "BankID-App öffnen";

/* Title for button to submit supplemental information. */
"SupplementalInformation.Submit" = "Abschicken";

/* Title of the supplemental information dialog. */
"SupplementalInformation.Title" = "Zusatzinformationen";

/* Title for action to download app for third-party app authentication. */
"ThirdPartyAppAuthentication.DownloadAlert.Download" = "Herunterladen";

